export const fireExtinguisherServices = {
  1:{
    headers: [
      'Наименование работ', 'ОУ-1(2л)', 'ОУ-2(3л)', 'ОУ-3(5л)', 'ОУ-5(8л)', 'ОУ-10', 'ОУ-20(25)', 'ОУ-40', 'ОУ-50',
      'ОП-1', 'ОП-2', 'ОП-3', 'ОП-4(5л)', 'ОП-5', 'ОП-8(10л)', 'ОП-50', 'ОП-100'
    ],
    rows: [
      {
        name: 'Зарядка углекислотой (порошком)',
        values: [350, 500, 620, 770, 940, 1650, 2500, 3500, 275, 350, 450, 495, 550, 825, 3850, 7700]
      },
      {
        name: 'Восстановление герметичности ЗПУ',
        values: [135, 135, 135, 135, 135, 135, 135, 135, 135, 135, 135, 135, 135, 135, 250, 390]
      },
      {
        name: 'Замена ЗПУ',
        values: [380, 380, 380, 380, 380, 610, 610, 610, 290, 290, 290, 290, 290, 290, 650, 650]
      },
      {
        name: 'Техническое освидетельствование',
        values: [110, 155, 215, 275, 330, 500, 750, 760, 100, 115, 140, 160, 160, 210, 640, 830]
      },
      {
        name: 'Гидроиспытание',
        values: [125, 165, 220, 285, 350, 490, 770, 770, null, null, null, null, null, null, null, null]
      },
      {
        name: 'Покраска',
        values: [120, 120, 120, 135, 135, 170, 250, 250, 120, 120, 120, 135, 135, 170, 280, 390]
      },
      {
        name: 'Замена манометра',
        values: [null, null, null, null, null, null, null, null, 180, 180, 180, 180, 180, 180, 180, 180]
      },
      {
        name: 'Ремонт шланга распылителя',
        values: [170, 170, 170, 170, 170, 960, 960, 960, 160, 160, 160, 160, 160, 160, 950, 1000]
      },
      {
        name: 'Ремонт ручки',
        values: [90, 90, 90, 90, 90, 90, 90, 90, 90, 90, 90, 90, 90, 90, 180, 180]
      },
      {
        name: 'Замена ручки рычага',
        values: [100, 100, 100, 100, 100, 100, 100, 100, 100, 100, 100, 100, 100, 100, 150, 150]
      },
      {
        name: 'Ремонт тележки',
        values: [null, null, null, null, null, null, 700, 700, null, null, null, null, null, null, 700, 700]
      },
      {
        name: 'Замена логотипов',
        values: [70, 70, 70, 70, 70, 70, 70, 70, 70, 70, 70, 70, 70, 70, 70, 70]
      },
      {
        name: 'Очистка от смол и масел',
        values: [60, 60, 60, 60, 60, 60, 60, 60, 60, 60, 60, 60, 60, 60, 60, 60]
      }
    ]
  }
};


export const inspectionOfFireEscapes = {
  1:{
    headers: ['Наименование работы','1 марш','2 марша','более'],
    rows: [
      { name: 'Испытание пожарных лестниц(маршевые)', values: ['8500р.', '11000р.', '15000р.'] },
    ]
  },
  2:{ headers: ['Наименование работы','до 20 ступ.','до 40 ступ.','более'],
    rows: [
      { name: 'Испытание пожарных лестниц(вертикальные)', values: ['8500р.', '11000р.', '15000р.'] },
    ]
  },
  3:{
    headers: ['Наименование работы','-'],
    rows:[
      {name:"Испытание ограждений кровли",values:['85р. за п.м']}
    ]
  }
};


export const inspectionOfFireHoses = {
  1:{
    headers: ['Наименование работы','-','с перекаткой рукавов'],
    rows:[
      {name:"Испытание пожарных кранов на водоотдачу шт.",values:['700,00','1000,00 - 1200,00']}
    ]
  },
  2:{
    headers: ['Наименование работы','-'],
    rows:[
      {name:"Испытание пожарных гидрантов на водоотдачу, шт.",values:['5000']}
    ]
  }
};

export const evacuationPlanDevelopment = {
  1:{
    headers: ['Наименование работы','-'],
    rows:[
      {name:"Разработка и изготовление планов эвакуации использованием фотолюминесцентной пленки",values:['5000']}
    ]
  }
};

export const securitySystem = {
  1:{
    headers: ['Наименование работы','-'],
    rows:[
      {
        name:"Проектирование, монтаж и обслуживание систем охранной пожарной и сигнализаций, а также систем пожаротушения и видеонаблюдения",
        values:['стоимость выдается после обследования объекта']
      }
    ]
  }
};