const fireExtinguisherServices = {
    headers: [
      'Наименование работ', 'ОУ-1(2л)', 'ОУ-2(3л)', 'ОУ-3(5л)', 'ОУ-5(8л)', 'ОУ-10', 'ОУ-20(25)', 'ОУ-40', 'ОУ-80',
      'ОП-1', 'ОП-2', 'ОП-3', 'ОП-4(5л)', 'ОП-5', 'ОП-8(10л)', 'ОП-50', 'ОП-100'
    ],
    rows: [
      {
        name: 'Зарядка углекислотой (порошком)',
        values: [320, 450, 560, 700, 850, 1450, 2100, 2980, 250, 300, 400, 450, 500, 750, 3500, 7000]
      },
      {
        name: 'Восстановление герметичности ЗПУ',
        values: [120, 120, 120, 120, 120, 120, 120, 120, 120, 120, 120, 120, 120, 120, 220, 350]
      },
      {
        name: 'Замена ЗПУ',
        values: [360, 360, 360, 360, 360, 560, 560, 560, 270, 270, 270, 270, 270, 270, 570, 570]
      },
      {
        name: 'Техническое освидетельствование',
        values: [100, 140, 195, 250, 300, 435, 680, 680, 90, 100, 125, 140, 140, 190, 580, 750]
      },
      {
        name: 'Гидроиспытание',
        values: [110, 150, 200, 260, 320, 450, 700, 700, null, null, null, null, null, null, null, null]
      },
      {
        name: 'Покраска',
        values: [100, 100, 100, 120, 120, 150, 200, 200, 100, 100, 100, 120, 120, 150, 250, 350]
      },
      {
        name: 'Замена манометра',
        values: [null, null, null, null, null, null, null, null, 170, 170, 170, 170, 170, 170, 170, 170]
      },
      {
        name: 'Ремонт шланга распылителя',
        values: [170, 170, 170, 170, 170, 960, 960, 960, 160, 160, 160, 160, 160, 160, 950, 1000]
      },
      {
        name: 'Ремонт ручки',
        values: [80, 80, 80, 80, 80, 80, 80, 80, 80, 80, 80, 80, 80, 80, 180, 180]
      },
      {
        name: 'Замена ручки рычага',
        values: [100, 100, 100, 100, 100, 100, 100, 100, 100, 100, 100, 100, 100, 100, 150, 150]
      },
      {
        name: 'Ремонт тележки',
        values: [null, null, null, null, null, null, 700, 700, null, null, null, null, null, null, 700, 700]
      },
      {
        name: 'Замена логотипов',
        values: [70, 70, 70, 70, 70, 70, 70, 70, 70, 70, 70, 70, 70, 70, 70, 70]
      },
      {
        name: 'Очистка от смол и масел',
        values: [50, 50, 50, 50, 50, 50, 50, 50, 50, 50, 50, 50, 50, 50, 50, 50]
      }
    ]
  };
  
  export default fireExtinguisherServices;